alefragnani.Bookmarks
alefragnani.project-manager
alexkrechik.cucumberautocomplete
cschlosser.doxdocgen
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
DavidSchuldenfrei.gtest-adapter
dbaeumer.vscode-eslint
deibit.devdocs
donjayamanne.githistory
eamodio.gitlens
emilast.LogFileHighlighter
esbenp.prettier-vscode
gerane.Theme-Smyck
hashicorp.terraform
imgss.json-in-log
ivory-lab.jenkinsfile-support
jebbs.plantuml
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
loilo.snazzy-light
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
NicolasVuillamy.vscode-groovy-lint
npclaudiu.vscode-gn
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
twxs.cmake
uloco.theme-bluloco-light
vadimcn.vscode-lldb
xaver.clang-format
zhouronghui.propertylist
